import{_ as o,C as h,c as n,o as u,aP as r,G as a,j as t,a as e}from"./chunks/framework.BJOOWd-7.js";const P=JSON.parse('{"title":"03708 中国近代史纲要 ✒️","description":"","frontmatter":{"outline":"deep"},"headers":[],"relativePath":"exam/03708.md","filePath":"exam/03708.md","lastUpdated":1753429746000}'),s={name:"exam/03708.md"};function b(p,l,c,q,m,g){const i=h("MarkMermaid"),d=h("MarkTimeLine");return u(),n("div",null,[l[0]||(l[0]=r("",4)),a(i,{code:`graph TD
A[原因]-->B
A--> C
A--> D
A--> E
B[政治] --> B1[高度中央集权的封建君主专制制度]
C[经济] --> C1[封建土地所有制占主]
C1 --> C2[男耕女织小农经济]
D[社会结构] --> D1[是族权和政权相结合]
D1 --> D2[封建宗法等级制度]
E[文化] --> E1[儒家思想为核心]`}),l[1]||(l[1]=t("p",null,"封建社会的主要矛盾：地主阶级和农民阶级的矛盾",-1)),l[2]||(l[2]=t("h4",{id:"世界资本主义的发展与殖民扩张",tabindex:"-1"},[e("世界资本主义的发展与殖民扩张 "),t("a",{class:"header-anchor",href:"#世界资本主义的发展与殖民扩张","aria-label":'Permalink to "世界资本主义的发展与殖民扩张"'},"​")],-1)),a(i,{code:`graph TD
A[Base]--> B
A--> C
A--> D
B[政治] --> B1[建立资本主义政治制度]
C[经济] --> C1[工业革命资本主义经济发展]
D[殖民扩张] --> D1[开拓市场，发动侵略]`}),l[3]||(l[3]=t("h4",{id:"鸦片战争【中国近代史的开端】",tabindex:"-1"},[e("鸦片战争【中国近代史的开端】 "),t("a",{class:"header-anchor",href:"#鸦片战争【中国近代史的开端】","aria-label":'Permalink to "鸦片战争【中国近代史的开端】"'},"​")],-1)),l[4]||(l[4]=t("p",null,"林则徐 1939 年虎门销烟，1940 年以失败告终",-1)),l[5]||(l[5]=t("h5",{id:"半殖民地半封建社会的特点",tabindex:"-1"},[e("半殖民地半封建社会的特点 "),t("a",{class:"header-anchor",href:"#半殖民地半封建社会的特点","aria-label":'Permalink to "半殖民地半封建社会的特点"'},"​")],-1)),a(i,{code:`graph LR
A[特点]-->B[政治]
A-->C[经济]
A-->D[社会]
B-->B1[帝国主义与中国封建势力相互勾结]
B1-->B2[列强成为支配中国的决定性力量]
C-->C1[封建土地所有制成为走向近代化和现代化的严重障碍]
C1-->C2[中国资本主义有所发展但力量软弱]
D--> D1[各地区发展不平衡]
D1-->D2[人民生活极端贫困化]
`}),l[6]||(l[6]=r("",10)),a(i,{code:`graph LR
O[侵略]-->X[政治控制]
O-->Base
Base[军事侵略]--> A
Base--> B
Base--> E
Base--> F
Base--> G
A[1840] --> A1[鸦片战争-南京条约]
A1-->A2[开始沦为半殖半封社会]
B[1856]-->B1[英法联军侵入北京]
B1-->B2[火烧圆明园]
C[1858]-->C1[英法美俄-天津条约]
C1-->C2[允许国外公使常驻北京]
D[1860]-->D1[北京条约]
D1-->D2[割让九龙半岛]
B-->C
B-->D
E[1884]-->E1[中法战争]
F[1895]-->F1[甲午战争]
F1-->F2[割让台湾及附属各岛和澎湖列岛]
F2-->F3[赔款 2 亿两白银]
G[1900]-->G1[八国联军侵华]
G1-->G2[英、美、法、俄、德、意、日、奥匈帝国]
G1-->G4[辛丑条约]
G4-->G5[完全沦为半殖半封]
X-->X1[控制中国内政]
X1-->X2[操控中国外交]
X2-->X3[把持中国海关]
X-->X4[镇压中国反抗]
X4-->X5[领事裁判权]
X5-->X6[扶持收买代理人]
O-->Y[政治控制]
Y-->Y1[控制通商口岸]
Y1-->Y2[剥夺关税自主权]
Y2-->Y3[对华倾销商品]
Y-->Y4[对华资本输出]
Y4-->Y5[操控经济命脉]
O-->Z[文化渗透]
Z-->Z1[宗教渗透和侵略]
Z1-->Z2[舆论制造]
Z2-->Z3[种族优劣论]
`}),l[7]||(l[7]=r("",17)),a(i,{code:`flowchart LR
A((1843年<br/>洪创立拜上帝教)) --> B((1851.01<br/>金田起义（爆发的标志）))
B-->C((1853.03<br/>攻克南京，改名天京))
C --> D((1856.06<br/>全盛时期))
D --> E((1856.09<br/>天京事变))
E --> F((1864.07<br/>运动失败))`}),l[8]||(l[8]=t("h4",{id:"_1853-年《天朝田亩制度》",tabindex:"-1"},[e("1853 年《天朝田亩制度》 "),t("a",{class:"header-anchor",href:"#_1853-年《天朝田亩制度》","aria-label":'Permalink to "1853 年《天朝田亩制度》"'},"​")],-1)),l[9]||(l[9]=t("ul",null,[t("li",null,"性质：最能体现太平天国社会理想和这次农民战争特点的纲领性文件"),t("li",null,"内容：确立了平均分配土地的方案，规定了平均主义的社会生活方案"),t("li",null,"评价：是以解决土地问题为中心的社会改革方案但没有超出农民小生产者的狭隘眼界")],-1)),l[10]||(l[10]=t("h4",{id:"_1859-年《资政新篇》",tabindex:"-1"},[e("1859 年《资政新篇》 "),t("a",{class:"header-anchor",href:"#_1859-年《资政新篇》","aria-label":'Permalink to "1859 年《资政新篇》"'},"​")],-1)),l[11]||(l[11]=t("ul",null,[t("li",null,"性质：洪仁玕提出，是第一个带有鲜明的资本主义色彩的改革与建设方案")],-1)),a(i,{code:`flowchart LR
A[内容]-->B[政治]
B-->B1[加强中央集权，制定法律]
A-->C[经济]
C-->C1[发展近代工业]
C1-->C2[吸收科学技术]
A-->D[文化]
D-->D1[设新闻官，改革弊政]
D1-->D2[兴办福利事业]
A-->E[外交]
E-->E1[主张同世界各国交往、通商]
E1-->E2[强调允许外国人为天国献策，但不得毁谤国法]
`}),l[12]||(l[12]=t("h4",{id:"历史意义",tabindex:"-1"},[e("历史意义 "),t("a",{class:"header-anchor",href:"#历史意义","aria-label":'Permalink to "历史意义"'},"​")],-1)),a(i,{code:`flowchart LR
A[历史意义]-->B[内部]
B-->B1[沉重打击封建统治阶级]
B1-->B2[撼动了清政府的统治根基]
B-->B3[批判儒家为代表的封建统治思想]
B-->B4[两个文件让中国旧式农民起义达到最高峰]
A-->C[外部]
C-->C1[打击外国势力]
C1-->C2[维护中国主权]
C-->C3[掀起亚洲反殖民主义的大潮]
`}),l[13]||(l[13]=r("",25)),a(d,{data:[{time:"1898.06.11",content:"光绪颁布明定国是的诏书"},{time:"1898.09.21",content:"戊戌政变，新法大部分被废除、保留了京师大学堂和各地新式学堂"},{time:"1898.09.28",content:"戊戌六君子被杀（谭嗣同、刘光第、林旭、杨锐、杨深秀、康广为）"}]}),l[14]||(l[14]=r("",396)),a(d,{data:[{time:"初期",content:"动乱主要集中在文教部门和党政机关，大部分生产系统未被打乱"},{time:"1969年以后",content:"随着国内局势稍趋安定，主持政府工作的周恩来等领导人抓住时机，着手恢复各主要工业部门和其他综合经济部门的工作，加强对经济的计划管理"},{time:"1969 年",content:"国民经济扭转了前两年连续下降的局面而有所回升"},{time:"1970 年经济建设中",content:"内地战略后方的建设（重点是国防工业建设）迅速全面铺开，地方“五小”工业（小钢铁、小机械、小化肥、小煤窑、小水泥）迅猛发展。到年底，当年经济指标以及“三五 ”计划主要指标大体完成"},{time:"1971年",content:"我国开始执行第四个五年计划。由于忽视经济工作中存在的矛盾，继续追求高指标，经济建设的冒进之风有增无已"},{time:"1972 年至 1973 年",content:"根据周恩来的指示，国务院采取各种措施对国民经济进行调整"},{time:"1973 年下半年",content:"经济形势明显好转，国民经济计划主要指标都完成或超额完成"},{time:"1975 年初",content:"四届全国人大一次会议闭幕后，重申四个现代化目标"}]}),l[15]||(l[15]=r("",63)),a(d,{data:[{time:"1989 年春夏之交",content:"北京和其他一些城市发生政治风波。中共中央政治局在邓小平和其他老一辈革命家坚决有力的支持下，依靠人民，旗帜鲜明地反对动乱"},{time:"6月4日",content:"采取果断措施，一举平息了北京地区的反革命暴乱"},{time:"6月",content:"十三届四中全会召开。选举江泽民为中共中央委员会总书记"}]}),l[16]||(l[16]=r("",77))])}const k=o(s,[["render",b]]);export{P as __pageData,k as default};
