import{_ as u,C as h,c as p,o as b,aP as e,G as a,j as i,a as r}from"./chunks/framework.BJOOWd-7.js";const _=JSON.parse('{"title":"15043 中国近现代史纲要 ✒️","description":"","frontmatter":{"outline":"deep"},"headers":[],"relativePath":"exam/15043.md","filePath":"exam/15043.md","lastUpdated":1760423085000}'),s={name:"exam/15043.md"};function m(q,l,c,P,x,k){const d=h("MarkMermaid"),t=h("MarkTimeLine"),o=h("BackTop"),n=h("MarkTitle");return b(),p("div",null,[l[4]||(l[4]=e("",4)),a(d,{code:`graph TD
A[原因]-->B
A--> C
A--> D
A--> E
B[政治] --> B1[高度中央集权的封建君主专制制度]
C[经济] --> C1[封建土地所有制占主]
C1 --> C2[男耕女织小农经济]
D[社会结构] --> D1[是族权和政权相结合]
D1 --> D2[封建宗法等级制度]
E[文化] --> E1[儒家思想为核心]`}),l[5]||(l[5]=i("p",null,"封建社会的主要矛盾：地主阶级和农民阶级的矛盾",-1)),l[6]||(l[6]=i("h4",{id:"世界资本主义的发展与殖民扩张",tabindex:"-1"},[r("世界资本主义的发展与殖民扩张 "),i("a",{class:"header-anchor",href:"#世界资本主义的发展与殖民扩张","aria-label":'Permalink to "世界资本主义的发展与殖民扩张"'},"​")],-1)),a(d,{code:`graph TD
A[Base]--> B
A--> C
A--> D
B[政治] --> B1[建立资本主义政治制度]
C[经济] --> C1[工业革命资本主义经济发展]
D[殖民扩张] --> D1[开拓市场，发动侵略]`}),l[7]||(l[7]=i("h4",{id:"鸦片战争【中国近代史的开端】",tabindex:"-1"},[r("鸦片战争【中国近代史的开端】 "),i("a",{class:"header-anchor",href:"#鸦片战争【中国近代史的开端】","aria-label":'Permalink to "鸦片战争【中国近代史的开端】"'},"​")],-1)),l[8]||(l[8]=i("p",null,"林则徐 1939 年虎门销烟，1940 年以失败告终",-1)),l[9]||(l[9]=i("h5",{id:"半殖民地半封建社会的特点",tabindex:"-1"},[r("半殖民地半封建社会的特点 "),i("a",{class:"header-anchor",href:"#半殖民地半封建社会的特点","aria-label":'Permalink to "半殖民地半封建社会的特点"'},"​")],-1)),a(d,{code:`graph LR
A[特点]-->B[政治]
A-->C[经济]
A-->D[社会]
B-->B1[帝国主义与中国封建势力相互勾结]
B1-->B2[列强成为支配中国的决定性力量]
C-->C1[封建土地所有制成为走向近代化和现代化的严重障碍]
C1-->C2[中国资本主义有所发展但力量软弱]
D--> D1[各地区发展不平衡]
D1-->D2[人民生活极端贫困化]
`}),l[10]||(l[10]=e("",10)),a(d,{size:"large",code:`graph LR
O[侵略]-->X[政治控制]
O-->Base
Base[军事侵略]--> A
Base--> B
Base--> E
Base--> F
Base--> G
A[1840] --> A1[鸦片战争-南京条约]
A1-->A2[开始沦为半殖半封社会]
B[1856]-->B1[英法联军侵入北京]
B1-->B2[火烧圆明园]
C[1858]-->C1[英法美俄-天津条约]
C1-->C2[允许国外公使常驻北京]
D[1860]-->D1[北京条约]
D1-->D2[割让九龙半岛]
B-->C
B-->D
E[1884]-->E1[中法战争]
F[1895]-->F1[甲午战争]
F1-->F2[割让台湾及附属各岛和澎湖列岛]
F2-->F3[赔款 2 亿两白银]
G[1900]-->G1[八国联军侵华]
G1-->G2[英美法俄德意日奥匈]
G1-->G4[辛丑条约]
G4-->G5[完全沦为半殖半封]
X-->X1[控制中国内政]
X1-->X2[操控中国外交]
X2-->X3[把持中国海关]
X-->X4[镇压中国反抗]
X4-->X5[领事裁判权]
X5-->X6[扶持收买代理人]
O-->Y[政治控制]
Y-->Y1[控制通商口岸]
Y1-->Y2[剥夺关税自主权]
Y2-->Y3[对华倾销商品]
Y-->Y4[对华资本输出]
Y4-->Y5[操控经济命脉]
O-->Z[文化渗透]
Z-->Z1[宗教渗透和侵略]
Z1-->Z2[舆论制造]
Z2-->Z3[种族优劣论]
`}),l[11]||(l[11]=i("h3",{id:"反抗外国武装侵略的斗争",tabindex:"-1"},[r("反抗外国武装侵略的斗争 "),i("a",{class:"header-anchor",href:"#反抗外国武装侵略的斗争","aria-label":'Permalink to "反抗外国武装侵略的斗争"'},"​")],-1)),l[12]||(l[12]=i("h4",{id:"人民群众的反侵略斗争",tabindex:"-1"},[r("人民群众的反侵略斗争 "),i("a",{class:"header-anchor",href:"#人民群众的反侵略斗争","aria-label":'Permalink to "人民群众的反侵略斗争"'},"​")],-1)),a(t,{data:[{time:"1841年",content:"广州郊区三元里斗争是中国近代史上中国人民第一次大规模的反侵略武装斗争"},{time:"1851年",content:"太平天国运动"},{time:"1867年",content:"台湾人民多次反抗侵略者"},{time:"1900年",content:"义和团对八国联军进行殊死搏斗"}]}),l[13]||(l[13]=e("",14)),a(d,{code:`flowchart LR
A((1843年<br/>洪创立拜上帝教)) --> B((1851.01<br/>金田起义（爆发的标志）))
B-->C((1853.03<br/>攻克南京，改名天京))
C --> D((1856.06<br/>全盛时期))
D --> E((1856.09<br/>天京事变))
E --> F((1864.07<br/>运动失败))`}),l[14]||(l[14]=i("h4",{id:"_1853-年《天朝田亩制度》",tabindex:"-1"},[r("1853 年《天朝田亩制度》 "),i("a",{class:"header-anchor",href:"#_1853-年《天朝田亩制度》","aria-label":'Permalink to "1853 年《天朝田亩制度》"'},"​")],-1)),l[15]||(l[15]=i("ul",null,[i("li",null,"性质：最能体现太平天国社会理想和这次农民战争特点的纲领性文件"),i("li",null,"内容：确立了平均分配土地的方案，规定了平均主义的社会生活方案"),i("li",null,"评价：是以解决土地问题为中心的社会改革方案但没有超出农民小生产者的狭隘眼界")],-1)),l[16]||(l[16]=i("h4",{id:"_1859-年《资政新篇》",tabindex:"-1"},[r("1859 年《资政新篇》 "),i("a",{class:"header-anchor",href:"#_1859-年《资政新篇》","aria-label":'Permalink to "1859 年《资政新篇》"'},"​")],-1)),l[17]||(l[17]=i("ul",null,[i("li",null,"性质：洪仁玕提出，是第一个带有鲜明的资本主义色彩的改革与建设方案")],-1)),a(d,{code:`flowchart LR
A[内容]-->B[政治]
B-->B1[加强中央集权，制定法律]
A-->C[经济]
C-->C1[发展近代工业]
C1-->C2[吸收科学技术]
A-->D[文化]
D-->D1[设新闻官，改革弊政]
D1-->D2[兴办福利事业]
A-->E[外交]
E-->E1[主张同世界各国交往、通商]
E1-->E2[强调允许外国人为天国献策，但不得毁谤国法]
`}),l[18]||(l[18]=i("h4",{id:"历史意义",tabindex:"-1"},[r("历史意义 "),i("a",{class:"header-anchor",href:"#历史意义","aria-label":'Permalink to "历史意义"'},"​")],-1)),a(d,{code:`flowchart LR
A[历史意义]-->B[内部]
B-->B1[沉重打击封建统治阶级]
B1-->B2[撼动了清政府的统治根基]
B-->B3[批判儒家为代表的封建统治思想]
B-->B4[两个文件让中国旧式农民起义达到最高峰]
A-->C[外部]
C-->C1[打击外国势力]
C1-->C2[维护中国主权]
C-->C3[掀起亚洲反殖民主义的大潮]
`}),l[19]||(l[19]=e("",25)),a(t,{data:[{time:"1898.06.11",content:"光绪颁布明定国是的诏书"},{time:"1898.09.21",content:"戊戌政变，新法大部分被废除、保留了京师大学堂和各地新式学堂"},{time:"1898.09.28",content:"戊戌六君子被杀（谭嗣同、刘光第、林旭、杨锐、杨深秀、康广为）"}]}),l[20]||(l[20]=e("",51)),a(t,{data:[{time:"1912.01.01",content:"孙中山宣誓就职"},{time:"1912.02.12",content:"清帝退位"},{time:"1912.02.13",content:"孙中山提出辞职"},{time:"1912.03.10",content:"袁世凯在北京就任临时大总统。袁世凯带领的北洋军阀代表大地主和买办资产阶级利益"},{time:"1912.04.01",content:"孙中山正式辞去临时大总统职务"}]}),l[21]||(l[21]=e("",24)),a(t,{data:[{time:"1919.05.04",content:"北京大学生在天安门游行示威（开始）"},{time:"1919.06.05",content:"上海工人罢工（高潮）"},{time:"1919.06.10",content:"释放学生、6月28日拒绝签字"}]}),l[22]||(l[22]=e("",102)),a(t,{data:[{time:"1931.09.20",content:"中共中央发表宣言，响亮提出：“反对日本帝国主义强占东三省”"},{time:"1932.04.15",content:"中华苏维埃共和国临时中央政府宣布对日作战"}]}),l[23]||(l[23]=i("h4",{id:"抗日救亡运动的兴起",tabindex:"-1"},[r("抗日救亡运动的兴起 "),i("a",{class:"header-anchor",href:"#抗日救亡运动的兴起","aria-label":'Permalink to "抗日救亡运动的兴起"'},"​")],-1)),a(t,{data:[{time:"1932.02",content:"杨靖宇东北抗日联军第一路军总指挥，带领东北军队的英勇反抗"},{time:"1933.05",content:"冯玉祥和吉鸿昌在张家口成立了察哈尔民众抗日同盟军，并谋求同共产党合作"},{time:"1933.11",content:"蔡廷锴、蒋光鼐等在福州发动抗日反蒋事变，又称“福建事变”"},{time:"1934.04",content:"由中共提出，宋庆龄、何香凝、李杜等1779人领衔，以“ 中国民族武装自卫委员会筹备委员会”名义，发表《中国人民对日作战的基本纲领》，在该纲领上签字的群众达几十万人"}]}),l[24]||(l[24]=i("h4",{id:"抗日民族统一战线的建立与全民族抗战的开始",tabindex:"-1"},[r("抗日民族统一战线的建立与全民族抗战的开始 "),i("a",{class:"header-anchor",href:"#抗日民族统一战线的建立与全民族抗战的开始","aria-label":'Permalink to "抗日民族统一战线的建立与全民族抗战的开始"'},"​")],-1)),a(t,{data:[{time:"1935.12.09",title:"一二 · 九运动",content:"促进了中华民族的觉醒，标志着中国人民抗日救亡运动新高潮的到来"},{time:"1935.12",title:"瓦窑堡会议",content:"提出在抗日条件下与民族资产阶级重建抗日民族统一战线的新政策"},{time:"1936.12.12",title:"西安事变",content:"爱国将领张学良、杨虎城实行“兵谏 ”，发动西安事变。西安事变和平解决，十年内战的局面结束，国内和平基本实现"},{time:"1937.08",title:"国共合作，共赴国难",content:"将红军主力改编为国民革命军第八路军"},{time:"1937.09",title:"国共合作，共赴国难",content:"《国共合作宣言》的发布，标志着第二次国共合作为主体的全国抗日民族统一战线的正式形成"}]}),l[25]||(l[25]=e("",28)),a(t,{title:"抗日民主运动",showBorder:!0,data:[{time:"1939.10",content:"国民参政会中一些党派的代表发起宪政座谈会，批评国民党一党专政，宪政运动在国民党统治区普遍开展起来"},{time:"1944.09",content:"中共参政员林伯渠在国民参政会上正式提出立即结束国民党一党统治，建立各抗日党派民主联合政府的主张"}]}),l[26]||(l[26]=e("",38)),a(t,{data:[{time:"1946.06.26",content:"国民党以大举围攻中原解放区为起点，挑起了全国性内战"},{time:"1947年2月下旬",content:"国民党限期令南京、上海、重庆等地中共代表撤退。至此国共关系彻底破裂"}]}),l[27]||(l[27]=e("",12)),a(t,{title:"学生运动的高涨",showBorder:!0,data:[{time:"1945.12.01",title:"一二·一",desc:"昆明",content:"反对内战，争取自由"},{time:"1945.12.30",title:"一二·一",desc:"北平",content:"抗议美军暴行、美军退出中国"},{time:"1947.05.20",title:"五·二〇",desc:"南京、天津",content:"反迫害、第二条战线"}]}),l[28]||(l[28]=e("",40)),a(t,{title:"完成民主革命的遗留任务",showBorder:!0,data:[{time:"1950.05",content:"人民政府颁布《中华人民共和国婚姻法》，废除了包办婚姻、男尊女卑的封建婚姻制度，妇女解放是整个社会解放的标志"},{time:"1950.06",content:"中央人民政府颁布《中华人民共和国土地改革法》，掀起土地改革运动"}]}),l[29]||(l[29]=e("",8)),a(t,{title:"加强中国共产党的自身建设",showBorder:!0,data:[{time:"1949 年 11 月 9 日",content:"中共中央作出《关于在中央人民政府内组织中国共产党党委会的决定》和《关于在中央人民政府内建立中国共产党党组的决定》。同日，中共中央决定成立中央及各级党的纪律检查委员会， 朱德兼任中央纪律检查委员会书记"},{time:"1950 年和 1951 年",content:"全党范围内开展整风、整党运动，批判居功自傲等错误思想，进行共产党员必备的八项条件教育，在此基础上发展了一批新党员"},{time:"1951 年底到 1952 年",content:"开展了反贪污、反浪费、反官僚主义的“三反 ”运动"}]}),l[30]||(l[30]=e("",11)),a(t,{data:[{time:"1954年",content:"又实行棉花的统购和棉布的统购统销。主要农产品的统购统销，加快了农业社会主义改造的步伐"},{time:"1955年7月后",content:"农业合作化形成高潮"},{time:"1956年底",content:"农业合作化基本完成。加入合作社的农户占全国农户总数的96.3%，其中参加高级社的农户达到87.8%"}]}),l[31]||(l[31]=e("",49)),a(t,{data:[{time:"1961年1月",content:"中共八届九中全会对国民经济方针：调整、巩固、充实、提高"},{time:"1962年1、2月间",content:"中共中央召开了七千人大会对“反右倾”运动中的批判的人进行平反（总结经验教训、 明确工作方向）"},{time:"1964 年底到 1965 年初",content:"第三届全国人大第一次会议：周恩来总理第一次提出实现四个现代化（农业，工业，国防，科学技术）"}]}),l[32]||(l[32]=i("h4",{id:"文革及其历史教训",tabindex:"-1"},[r("文革及其历史教训 "),i("a",{class:"header-anchor",href:"#文革及其历史教训","aria-label":'Permalink to "文革及其历史教训"'},"​")],-1)),l[33]||(l[33]=i("p",null,"导火索：1965.11.10，姚文元的文章《评新编历史剧〈海瑞罢官〉》 在上海《文汇报》发表",-1)),l[34]||(l[34]=i("p",null,"发生的原因",-1)),l[35]||(l[35]=i("ul",null,[i("li",null,"外部环境：帝国主义长期敌视、封锁，把“和平演变 ”的希望寄托在中国第三代、第四代人身上。苏联在中苏关系恶化后给中国施加巨大压力，对中共中央在科学判断国内政治形势、确定党和国家中心任务和方针政策时产生极大影响"),i("li",null,"内部环境：中共是经过长期残酷的战争后迅速进入社会主义历史阶段的，对于如何在一个经济文化落后的国家建设社会主义缺乏科学认识，也没有充分的思想准备，容易沿用和照搬革命战争时期积累下来的成功的阶级斗争经验")],-1)),a(t,{title:"文革各时期的工作",showBorder:!0,data:[{time:"初期",content:"动乱主要集中在文教部门和党政机关，大部分生产系统未被打乱"},{time:"1969年以后",content:"随着国内局势稍趋安定，主持政府工作的周恩来等领导人抓住时机，着手恢复各主要工业部门和其他综合经济部门的工作，加强对经济的计划管理"},{time:"1969 年",content:"国民经济扭转了前两年连续下降的局面而有所回升"},{time:"1970 年经济建设中",content:"内地战略后方的建设（重点是国防工业建设）迅速全面铺开，地方“五小”工业（小钢铁、小机械、小化肥、小煤窑、小水泥）迅猛发展。到年底，当年经济指标以及“三五 ”计划主要指标大体完成"},{time:"1971年",content:"我国开始执行第四个五年计划。由于忽视经济工作中存在的矛盾，继续追求高指标，经济建设的冒进之风有增无已"},{time:"1972 年至 1973 年",content:"根据周恩来的指示，国务院采取各种措施对国民经济进行调整"},{time:"1973 年下半年",content:"经济形势明显好转，国民经济计划主要指标都完成或超额完成"},{time:"1975 年初",content:"四届全国人大一次会议闭幕后，重申四个现代化目标"}]}),l[36]||(l[36]=e("",37)),a(t,{title:"改革开放的全面展开",showBorder:!0,data:[{time:"1982~1984",content:"党中央连续发出关于农村工作的一号文件，不断推出稳定和完善家庭联产承包责任制的措施"},{time:"1985",content:"一号文件：决定对实施了30多年的农产品统购派购制度进行改革<br/>实行合同收购和市场收购，从而把农村经济纳入了有计划的商品经济的轨道"},{time:"1984.10",content:"党的十二届三中全会通过《中共中央关于经济体制改革的决定》<br/>《决定》突破把计划经济同商品经济对立起来的观点，指出我国社会主义经济是在公有制基础上的有计划的商品经济"}]}),a(t,{title:"对外开放确立为基本国策和形成新格局",showBorder:!0,data:[{time:"1984年初",content:"邓小平视察深圳、珠海、厦门等地，对经济特区的发展给予充分肯定"},{time:"1984.05",content:"中共中央、国务院决定进一步开放天津、上海、大连、秦皇岛、烟台、青岛、连云港、南通、宁波、温州、福州、广州、湛江、北海 14 个沿海港口城市"},{time:"1985.02",content:"中央决定在长三角、珠三角、闽南厦门、漳州、泉州三角地区开辟沿海经济开放区"}]}),l[37]||(l[37]=e("",10)),a(t,{title:"<三步走>发展战略",showBorder:!0,data:[{time:"到1990年",content:"国民生产总值比1980年翻一番，解决人民的温饱问题"},{time:"到20世纪末",content:"使国民生产总值再增长一倍，人民生活达到小康水平"},{time:"到21世纪中叶",content:"人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化"}]}),l[38]||(l[38]=i("p",null,"改革开放的不断推进和治理整顿的开始",-1)),l[39]||(l[39]=i("ul",null,[i("li",null,"七届全国人大一次会议通过《中华人民共和国全民所有制工业企业法》，对企业所有权和经营权“两权分离 ”的改革原则作了更为明确的规定"),i("li",null,"会议通过的宪法修正案规定：国家允许私营经济在法律规定的范围内存在和发展。私营经济是社会主义公有制经济的补充")],-1)),l[40]||(l[40]=i("h4",{id:"国防、外交战略的转变和一国两制",tabindex:"-1"},[r("国防、外交战略的转变和一国两制 "),i("a",{class:"header-anchor",href:"#国防、外交战略的转变和一国两制","aria-label":'Permalink to "国防、外交战略的转变和一国两制"'},"​")],-1)),l[41]||(l[41]=i("p",null,"国防战略的转变",-1)),l[42]||(l[42]=i("ul",null,[i("li",null,"党的十一届三中全会后，根据对国际国内形势变化的判断，军事战略方针由积极防御、诱敌深入改为积极防御"),i("li",null,"1988 年，开始实行新的军衔制度，建立文职干部制度。人民解放军正规化建设迈出新步伐")],-1)),a(t,{title:"一国两制方针的形成",showBorder:!0,data:[{time:"1979年元旦",content:"全国人大常委会发表《告台湾同胞书》，宣示了争取祖国和平统一的大政方针"},{time:"1982年1月",content:"邓小平首次提出“一个国家，两种制度”的概念"},{time:"1997年7月1日",content:"收回香港"},{time:"1999年12月20日",content:"对澳门恢复行使主权"}]}),a(t,{title:"外交方针政策的调整",showBorder:!0,data:[{time:"1978.08",title:"",content:"同日本签订和平友好条约，同年 12 月同美国发表正式建交的联合公报"},{time:"1982.09",title:"",content:"党的十二大报告郑重申明中国坚持独立自主的对外政策，并提出按照独立自主、完全平等、 互相尊重、互不干涉内部事务的原则处理党际关系"},{time:"1989",title:"",content:"同中国建交的国家达 137 个。一个有利于中国改革开放和现代化建设的外部环境初步形成"}]}),l[43]||(l[43]=i("h4",{id:"经受严重政治风波的考验",tabindex:"-1"},[r("经受严重政治风波的考验 "),i("a",{class:"header-anchor",href:"#经受严重政治风波的考验","aria-label":'Permalink to "经受严重政治风波的考验"'},"​")],-1)),a(t,{data:[{time:"1989 年春夏之交",content:"北京和其他一些城市发生政治风波。中共中央政治局在邓小平和其他老一辈革命家坚决有力的支持下，依靠人民，旗帜鲜明地反对动乱"},{time:"6月4日",content:"采取果断措施，一举平息了北京地区的反革命暴乱"},{time:"6月",content:"十三届四中全会召开。选举江泽民为中共中央委员会总书记"}]}),l[44]||(l[44]=e("",22)),a(t,{data:[{time:"1997.07.01",title:"香港回归",content:""},{time:"1999.12.20",title:"澳门回归",content:""},{time:"1992.03",title:"九二共识",content:"就如何表述坚持一个中国原则的问题，达成海峡两岸同属一个中国，共同努力谋求国家统一的共识"}]}),l[45]||(l[45]=e("",4)),a(t,{data:[{time:"2002",title:"中共十六大",content:"将三个代表写入党章，明确本世纪前二十年的奋斗目标是全面建设小康社会"},{time:"2003",title:"十六届三中全会",content:"提出科学发展观<br/>第一要义是发展，核心是以人为本，基本要求是全面协调可持续，根本方法是统筹兼顾<br/>通过了《中共中央关于完善社会主义市场经济体制若干问题的决定》<br/>提出大力发展国有资本、集体资本和非公有资本等参股的混合所有制经济"},{time:"2004",title:"十六届四中全会",content:"进一步提出构建社会主义和谐社会的战略任务"},{time:"2006.07.01",title:"",content:"全长1956公里的青藏铁路全线通车，结束了西藏不通铁路的历史"},{time:"",title:"",content:"在统筹城乡发展方面，党中央加大解决三农问题的力度（农业、农村、农民）"}]}),l[46]||(l[46]=i("h4",{id:"全面建设小康社会新部署和改革开放的深化",tabindex:"-1"},[r("全面建设小康社会新部署和改革开放的深化 "),i("a",{class:"header-anchor",href:"#全面建设小康社会新部署和改革开放的深化","aria-label":'Permalink to "全面建设小康社会新部署和改革开放的深化"'},"​")],-1)),a(t,{data:[{time:"2007.10.15至21日",title:"中共十七大在北京举行",content:"大会阐述了中国特色社会主义道路的基本内涵，首次提出中国特色社会主义理论体系的概念并作了概括<br/>大会全面阐述了科学发展观的科学内涵，明确科学发展观是中国特色社会主义理论体系重大创新成果，决定将这一成果写入党章"},{time:"2007-2008",title:"金融危机",content:"2007 年开始的美国次贷危机，2008 年演化成一场全球性的金融危机"},{time:"2008.05.12",title:"",content:"四川汶川发生里氏 8.0 级特大地震"},{time:"2008-2010",title:"",content:"党和政府还带领人民取得抗击南方雨雪冰冻极端天气、青海玉树强烈地震和甘肃舟曲特大山洪泥石流等严重自然灾害以及恢复重建的胜利"},{time:"2010.10.15至18日",title:"十七届五中全会",content:"对加快转变经济发展方式的基本要求作出新的概括，明确要求把经济结构战略性调整作为主攻方向<br/>把科技进步和创新作为重要支撑、把保障和改善民生作为根本出发点和落脚点<br/>把建设资源节约型、环境友好型社会作为重要着力点、把改革开放作为强大动力"},{time:"2010.03",title:"十一大三次会议",content:"通过新修改的全国人大和地方各级人大选举法，明确城乡按相同人口比例选举人大代表"},{time:"2011.10",title:"十七届六中全会",content:"通过《中共中央关于深化文化体制改革，推动社会主义文化大发展大繁荣若干重大问题的决定》<br/>提出了坚持中国特色社会主义文化发展道路、努力建设社会主义文化强国的战略任务"}]}),l[47]||(l[47]=e("",10)),a(t,{title:"选举产生新的中央领导集体",showBorder:!0,data:[{time:"2012.11.15",title:"",content:"十八届一中全会选举产生了中央政治局，选举习近平为中央委员会总书记以及中央军事委员会主席，批准王岐山为中央纪委书记"},{time:"2013.03",title:"",content:"十二届全国人大一次会议选举习近平为国家主席以及国家中央军事委员会主席，选举张德江为全国人大常委会委员长，决定李克强为国务院总理；全国政协十二届一次会议选举俞正声为政协第十二届全国委员会主席"}]}),l[48]||(l[48]=e("",23)),i("ul",null,[i("li",null,[l[0]||(l[0]=r("中国特色大国外交的提出")),a(t,{data:[{time:"2012.12",content:"习明确提出“大变局 ”的概念，并强调，这个大变局是前所未有的"},{time:"2014.11",content:"中央外事工作会议召开，习近平在会上明确提出，中国必须有自己特色的大国外交。这是从我国社会主义初级阶段和发展中大国的国情出发提出的一个重大命题"}]})]),l[1]||(l[1]=i("li",null,[r("推动构建人类命运共同体 "),i("ul",null,[i("li",null,"2013 年 3 月，习在莫斯科国际关系学院发表题为《顺应时代前进潮流，促进世界和平发展》的演讲， 提出当今世界“越来越成为你中有我、我中有你的命运共同体 ”")])],-1)),l[2]||(l[2]=i("li",null,[r("打造全球伙伴关系 "),i("ul",null,[i("li",null,"《中俄睦邻友好合作条约》")])],-1)),l[3]||(l[3]=i("li",null,[r("积极参与全球治理体系改革和建设 "),i("ul",null,[i("li",null,"2014 年 11 月，在北京举行的亚太经合组织第二十二次领导人非正式会议启动亚太自贸区进程，批准《亚太经合组织互联互通蓝图（2015—2025）》，在近 30 个领域共取得 100 多项合作成果")])],-1))]),l[49]||(l[49]=i("h3",{id:"开启全面建设社会主义现代化国家新征程",tabindex:"-1"},[r("开启全面建设社会主义现代化国家新征程 "),i("a",{class:"header-anchor",href:"#开启全面建设社会主义现代化国家新征程","aria-label":'Permalink to "开启全面建设社会主义现代化国家新征程"'},"​")],-1)),l[50]||(l[50]=i("h4",{id:"完成脱贫攻坚、全面建成小康社会的历史任务-实现第一个百年奋斗目标",tabindex:"-1"},[r("完成脱贫攻坚、全面建成小康社会的历史任务，实现第一个百年奋斗目标 "),i("a",{class:"header-anchor",href:"#完成脱贫攻坚、全面建成小康社会的历史任务-实现第一个百年奋斗目标","aria-label":'Permalink to "完成脱贫攻坚、全面建成小康社会的历史任务，实现第一个百年奋斗目标"'},"​")],-1)),a(t,{data:[{time:"2021.02.25",content:"党中央、国务院隆重举行全国脱贫攻坚总结表彰大会。习在会上庄严宣告：我国脱贫攻坚战取得了全面胜利。这是中国人民的伟大光荣，是中共的伟大光荣，是中华民族的伟大光荣"},{time:"2021.07.01",content:"习在庆祝中共成立 100 周年大会上庄严宣告：经过全党全国各族人民持续奋斗，我们实现了第一个百年奋斗目标，在中华大地上全面建成了小康社会，历史性地解决了绝对贫困问题，正在意气风发向着全面建成社会主义现代化强国的第二个百年奋斗目标迈进"}]}),l[51]||(l[51]=e("",8)),a(o),a(n,{color:"text-red-500",weight:500})])}const T=u(s,[["render",m]]);export{_ as __pageData,T as default};
